Repository: neozhu/fulloflife
Catalog: src/SmartAdmin.WebUI/Resources/Pages/Shared/_TabSettings.*.resx
Languages: de_de, ja_jp, ru, zh_cn

source: 4.5:1 text contrast ratio
de_de: 4,5:1 Textkontrastverhältnis
ja_jp: 4.5：1のテキストコントラスト比
ru: Коэффициент контрастности текста 4,5: 1
zh_cn: 4.5:1 文字对比度

source: Accessibility
de_de: Barrierefreiheit
ja_jp: アクセシビリティ
ru: Доступность
zh_cn: 无障碍

source: adds more whitespace
de_de: fügt mehr Leerzeichen hinzu
ja_jp: 空白を追加します
ru: добавляет больше пробелов
zh_cn: 添加更多空白

source: App Layout
ja_jp: アプリのレイアウト
ru: Макет приложения
zh_cn: 应用布局

source: Bigger Content Font
de_de: Schrift mit größerem Inhalt
ja_jp: より大きなコンテンツフォント
ru: Шрифт большего размера
zh_cn: 更大的内容字体

source: Boxed Layout
de_de: Box-Layout
ja_jp: ボックスレイアウト
ru: В штучной упаковке макет
zh_cn: 盒装布局

source: Change <strong>root</strong> font size to effect rem values (resets on page refresh)
de_de: Ändern Sie die <strong>root</strong>-Schriftgröße, um rem-Werte zu bewirken (wird bei der Seitenaktualisierung zurückgesetzt)
ja_jp: <strong> root </ strong>フォントサイズを変更して、rem値を有効にします（ページ更新時のリセット）
ru: Измените размер шрифта <strong> root </strong>, чтобы применить значения rem (сбрасывается при обновлении страницы)
zh_cn: 更改 <strong>root</strong> 字体大小以影响 rem 值（在页面刷新时重置）

source: Clean Page Background
de_de: Seitenhintergrund reinigen
ja_jp: きれいなページの背景
ru: Чистый фон страницы
zh_cn: 干净的页面背景

source: Clear breakdown of nav links
de_de: Übersichtliche Aufschlüsselung der Navigationslinks
ja_jp: ナビゲーションリンクの明確な内訳
ru: Четкая разбивка навигационных ссылок
zh_cn: 导航链接的清晰细分

source: color vision deficiency
de_de: Farbsehschwäche
ja_jp: 色覚異常
ru: нарушение цветового зрения
zh_cn: 色觉缺陷

source: content fonts are bigger for readability
de_de: Inhaltsschriften sind aus Gründen der Lesbarkeit größer
ja_jp: コンテンツフォントは読みやすさのために大きくなっています
ru: шрифты контента больше для удобства чтения
zh_cn: 内容字体更大以提高可读性

source: Content overlaps menu
de_de: Inhalt überlappt Menü
ja_jp: コンテンツがメニューと重なっています
ru: Контент перекрывается меню
zh_cn: 内容重叠菜单

source: Content pushed on menu reveal
de_de: Inhalt auf Menü-Enthüllung verschoben
ja_jp: メニューにプッシュされたコンテンツが明らかに
ru: Содержимое, помещенное в меню, раскрывается
zh_cn: 菜单上推送的内容显示

# Daltonism &lt;sup&gt;(beta)&lt;/sup&gt;
source: Daltonism <sup>(beta)</sup>
de_de: Daltonismus <sup>(Beta)</sup>
ja_jp: ダルトニズム<sup>（ベータ）</ sup>
ru: Дальтонизм <sup> (бета) </sup>
zh_cn: 道尔顿主义<sup>（测试版）</sup>

source: Dark
de_de: Dunkel
ja_jp: 暗い
ru: Темный
zh_cn: 黑暗的

source: Dark Navigation
de_de: Dunkle Navigation
ja_jp: ダークナビゲーション
ru: Темная навигация
zh_cn: 黑暗导航

source: Default
de_de: Standard
ja_jp: ディフォルト
ru: Дефолт
zh_cn: 默认

source: Disable CSS Animation
de_de: CSS-Animation deaktivieren
ja_jp: CSSアニメーションを無効にする
ru: Отключить анимацию CSS
zh_cn: 禁用 CSS 动画

source: Disables CSS based animations
de_de: Deaktiviert CSS-basierte Animationen
ja_jp: CSSベースのアニメーションを無効にします
ru: Отключает анимацию на основе CSS
zh_cn: 禁用基于 CSS 的动画

source: distinguished page header
de_de: ausgezeichneter Seitenkopf
ja_jp: 識別されたページヘッダー
ru: выдающийся заголовок страницы
zh_cn: 区别页头

source: Encapsulates to a container
de_de: Kapselt in einen Container
ja_jp: コンテナにカプセル化
ru: Инкапсулируется в контейнер
zh_cn: 封装到容器中

source: Factory Reset
de_de: Werkseinstellungen zurückgesetzt
ja_jp: 工場出荷時のリセット
ru: Сброс к заводским настройкам
zh_cn: 恢复出厂设置

source: Fixed Background
de_de: Feststehender Hintergrund
ja_jp: 固定背景
ru: Фиксированный фон
zh_cn: 固定背景

source: Fixed Footer
de_de: Feste Fußzeile
ja_jp: 固定フッター
ru: Фиксированный нижний колонтитул
zh_cn: 固定页脚

source: Fixed Header
de_de: Fester Header
ja_jp: 固定ヘッダー
ru: Фиксированный заголовок
zh_cn: 固定标题

source: Fixed Navigation
de_de: Feste Navigation
ja_jp: 固定ナビゲーション
ru: Фиксированная навигация
zh_cn: 固定导航

source: Global Font Size
de_de: Globale Schriftgröße
ja_jp: グローバルフォントサイズ
ru: Глобальный размер шрифта
zh_cn: 全局字体大小

source: Global Modifications
de_de: Globale Änderungen
ja_jp: グローバルな変更
ru: Глобальные модификации
zh_cn: 全局修改

source: header is in a fixed at all times
de_de: Header ist zu jeder Zeit fixiert
ja_jp: ヘッダーは常に固定されています
ru: заголовок всегда фиксирован
zh_cn: 标题始终处于固定状态

source: Hide Info Card
de_de: Infokarte ausblenden
ja_jp: 情報カードを隠す
ru: Скрыть информационную карточку
zh_cn: 隐藏信息卡

source: Hide Navigation
de_de: Navigation ausblenden
ja_jp: ナビゲーションを非表示
ru: Скрыть навигацию
zh_cn: 隐藏导航

source: Hide Navigation Icons
de_de: Navigationssymbole ausblenden
ja_jp: ナビゲーションアイコンを非表示にする
ru: Скрыть значки навигации
zh_cn: 隐藏导航图标

source: Hides info card from left panel
de_de: Blendet die Infokarte im linken Bereich aus
ja_jp: 左側のパネルから情報カードを非表示にします
ru: Скрывает информационную карточку с левой панели
zh_cn: 从左侧面板隐藏信息卡

source: Hierarchical Navigation
de_de: Hierarchische Navigation
ja_jp: 階層型ナビゲーション
ru: Иерархическая навигация
zh_cn: 分层导航

source: High Contrast Text(WCAG 2 AA)
de_de: Text mit hohem Kontrast (WCAG 2 AA)
ja_jp: ハイコントラストテキスト（WCAG 2 AA）
ru: Высококонтрастный текст (WCAG 2 AA)
zh_cn: 高对比度文字（WCAG 2 AA）

source: Internet Explorer Issue
de_de: Problem mit dem Internet Explorer
ja_jp: InternetExplorerの問題
ru: Проблема с Internet Explorer
zh_cn: Internet Explorer 问题

source: invisible navigation icons
de_de: unsichtbare Navigationssymbole
ja_jp: 目に見えないナビゲーションアイコン
ru: невидимые значки навигации
zh_cn: 不可见的导航图标

source: Lean Subheader
ja_jp: リーンサブヘッダー
ru: Подзаголовок бережливого производства
zh_cn: 精益副标题

source: left panel is fixed
de_de: linkes Panel ist repariert
ja_jp: 左パネルは固定です
ru: левая панель закреплена
zh_cn: 左面板是固定的

source: Light
de_de: Hell
ja_jp: 光
ru: Свет
zh_cn: 光

source: MD
ru: Доктор медицины
zh_cn: 医学博士

source: Minify Navigation
de_de: Navigation verkleinern
ja_jp: ナビゲーションを縮小する
ru: Уменьшить навигацию
zh_cn: 缩小导航

source: Mobile Menu
de_de: Mobiles Menü
ja_jp: モバイルメニュー
ru: Мобильное меню
zh_cn: 手机菜单

source: Navigation background is darkend
de_de: Navigationshintergrund ist dunkel
ja_jp: ナビゲーションの背景はダークエンドです
ru: Фон навигации затемнен
zh_cn: 导航背景变暗

source: No Overlay
de_de: Keine Überlagerung
ja_jp: オーバーレイなし
ru: Без наложения
zh_cn: 无叠加

# Off - Canvas &lt;sup&gt;(beta)&lt;/sup&gt;
source: Off - Canvas <sup>(beta)</sup>
de_de: Aus – Canvas <sup>(Beta)</sup>
ja_jp: オフ-キャンバス<sup>（ベータ）</ sup>
ru: Выкл. - Canvas <sup> (бета) </sup>
zh_cn: 关闭 - Canvas <sup>（测试版）</sup>

source: page footer is fixed
de_de: Seitenfuß ist behoben
ja_jp: ページフッターが修正されました
ru: нижний колонтитул страницы исправлен
zh_cn: 页脚已修复

source: Preloader Inside
de_de: Preloader im Inneren
ja_jp: 内部のプリローダー
ru: Preloader внутри
zh_cn: 预加载器内部

source: preloader will be inside content
de_de: Preloader wird im Inhalt sein
ja_jp: プリローダーはコンテンツ内にあります
ru: прелоадер будет внутри контента
zh_cn: 预加载器将在内容中

source: Push Content
de_de: Inhalte pushen
ja_jp: プッシュコンテンツ
zh_cn: 推送内容

source: Relocate left pane to top
de_de: Linken Bereich nach oben verschieben
ja_jp: 左側のペインを上部に移動します
ru: Переместить левую панель наверх
zh_cn: 将左窗格移至顶部

source: Reset Settings
de_de: Einstellungen zurücksetzen
ja_jp: 設定をリセット
ru: Сбросить настройки
zh_cn: 重新设置

source: roll mouse on edge to reveal
de_de: rollen Sie die Maus über die Kante, um sie zu enthüllen
ja_jp: マウスを端に転がして表示します
ru: наведите указатель мыши на край, чтобы увидеть
zh_cn: 在边缘滚动鼠标以显示

source: Skew nav to maximize space
de_de: Neigen Sie das Navi, um den Platz zu maximieren
ja_jp: スペースを最大化するためのスキューナビゲーション
ru: Наклоните навигацию, чтобы увеличить пространство
zh_cn: 倾斜导航以最大化空间

source: smartpanel buttons will appear as icons
de_de: Smartpanel-Schaltflächen werden als Symbole angezeigt
ja_jp: スマートパネルのボタンはアイコンとして表示されます
ru: кнопки смарт-панели будут отображаться в виде значков
zh_cn: 智能面板按钮将显示为图标

source: SmartPanel Icons(not Panels)
de_de: SmartPanel-Symbole (nicht Panels)
ja_jp: SmartPanelアイコン（パネルではない）
ru: Значки SmartPanel (не панели)
zh_cn: SmartPanel 图标（不是面板）

source: Theme colors
de_de: Themenfarben
ja_jp: テーマカラー
ru: Цвета темы
zh_cn: 主题色

source: Theme Modes(beta)
de_de: Themenmodi (Beta)
ja_jp: テーマモード（ベータ版）
ru: Режимы темы (бета)
zh_cn: 主题模式（测试版）

source: This particular component may not work as expected in Internet Explorer.Please use with caution.
de_de: Diese spezielle Komponente funktioniert im Internet Explorer möglicherweise nicht wie erwartet. Bitte mit Vorsicht verwenden.
ja_jp: この特定のコンポーネントは、InternetExplorerでは期待どおりに機能しない場合があります。注意して使用してください。
ru: Этот конкретный компонент может работать не так, как ожидалось в Internet Explorer. Пожалуйста, используйте его с осторожностью.
zh_cn: 此特定组件在 Internet Explorer 中可能无法按预期工作。请谨慎使用。

source: Top Navigation
ja_jp: トップナビゲーション
ru: Навигация вверх
zh_cn: 顶部导航

source: XL
zh_cn: 加大码
